{
  "localeSwitcher": {
    "label": "Changer de langue",
    "locale": "{locale, select, fr {fr} en {en} other {inconnu}}"
  },
  "localeSwitcherMobile": {
    "label": "Changer de langue",
    "locale": "{locale, select, fr {fr} en {en} other {inconnu}}",
    "en": "English",
    "fr": "Français",
    "abbr": {
      "en": "Eng",
      "fr": "Fr"
    }
  },
  "careers": {
    "title": "Rejoignez notre équipe",
    "text": "Nous recherchons toujours des personnes talentueuses et passionnées pour rejoindre notre équipe. Découvrez nos offres d'emploi actuelles et apprenez-en davantage sur la vie chez The Clicks.",
    "subtitle": "Postes à pourvoir",
    "learn_more": "En savoir plus",
    "no_job": "Aucun poste disponible pour le moment.",
    "life_at_clicks": {
      "title": "La vie chez The Clicks",
      "text1": "Chez The Clicks, nous croyons que nos collaborateurs sont notre plus grande richesse. Nous favorisons un environnement de travail collaboratif, inclusif et dynamique où la créativité et l'innovation s'épanouissent. Que vous travailliez sur un projet stimulant ou que vous célébriez une étape importante de l'équipe, la vie chez The Clicks est à la fois enrichissante et épanouissante.",
      "text2": "Nous investissons dans le développement de nos employés et offrons des opportunités d'apprentissage continu, de développement professionnel et d'évolution de carrière. Rejoignez-nous et construisons quelque chose d'extraordinaire ensemble !"
    },
    "benefits": {
      "title": "Nos avantages",
      "starstitle1": "Santé et bien-être",
      "desc1": "Des plans complets de santé et de bien-être pour vous et votre famille.",
      "starstitle2": "Évolution professionnelle",
      "desc2": "Des opportunités de développement professionnel et d'évolution de carrière.",
      "starstitle3": "Équilibre travail-vie personnelle",
      "desc3": "Des horaires flexibles et des options de télétravail pour soutenir votre équilibre travail-vie personnelle.",
      "starstitle4": "Environnement de travail",
      "desc4": "Travaillez avec des collègues talentueux et solidaires, unis par des objectifs communs."
    }
  }
}
